import './BlogInfo.css';

export default function BlogInfo() {
    return (
        <div className='container'>
            <h1>Блог про подорожі: туристичний путівник Закарпаттям</h1>
            <p>Блог розповідає про кращі туристичні локації, які можна відвідати в Закарпатті</p>
            <div className='container_box'>
                <div>
                    <h2>Регіон України</h2>
                    <p>Історичний регіон на південному заході України, що розташований у передгір’ях і на схилах Карпат та в басейні річки Тиса. Межує з Польщею, Угорщиною, Словаччиною та Румунією. Його мультикультурність та мультиетнічність знаходить відображення у великому різноманітті традицій і свят. На Закарпатті можна побачити давні замки, садиби зеленого туризму, кінні ферми, сироварні та виноградарські угіддя. Саме цю місцевість «вподобало» найбільше гірське озеро України — Синевир. Адміністративний центр регіону — місто Ужгород..</p>
                </div>
                <div>
                    <h2>Перевали Закарпаття</h2>
                    <p>Закарпатську область з Львівщиною та Прикарпаттям з’єднують гірські перевали, які можна подолати автомобілем чи залізницею. Звичайно у межах гірських масивів й пішки, туристичними маршрутами. Основними перевалами, що з’єднують Закарпаття з іншими областями є: Яблуницький, Вишківський, Ужоцький, Верецький та Воловецький перевали. Їх висота від 931 до 1014 м н. р. м. Загалом визначено 11 гірських перевалів, а саме: Верецький перевал, Воловецький перевал, Вишківський перевал, Кобилецький перевал, перевал Руська путь, Синевирський перевал, Рахівський перевал, Перевал Присліп, Торунський перевал, Ужоцький перевал, Яблуницький перевал.</p>
                </div>
                <div>
                    <h2>Річки та озера Закарпаття</h2>
                    <p>На території Закарпатської області протікає 9429 річок і потоків. Найдовша річка Закарпаття — річка Тиса (це ліва притока Дунаю, однієї з найвідоміших річок Європи). Протяжність річки Тиса у межах Закарпаття складає 240 км. Вона починає свій шлях у Рахівському районі, та завершує в Ужгородському районі. Найбільші притоки річки Тиса є річка Боржава, річка Ріка, річка Теребля, річка Тересва. Далі йдуть річки Латориця та Уж, які у Словаччині впадають у річку Бодрог, а далі у Тису.</p>
                </div>
            </div>
        </div>
    )
}